android-apktool
beignet-git
btop
dxvk-bin
lightly-git
lightlyshaders-git
lineageos-devel
mkinitcpio-firmware
microsoft-edge-dev-bin
nerd-fonts-complete
newflasher-git
noto-fonts-emoji
octopi-dev
octopi-notifier-frameworks
pacaur
papirus-icon-theme
pikaur
ocs-url
sddm-nordic-theme-git
stacer
teamviewer
youtube-dl
