--END OF MINIMAL INSTALL--
adobe-source-sans-fonts
adobe-source-serif-fonts
autojump
btop
dxvk-bin
earlyoom
gnome-text-editor-git
qogir-gtk-theme-git
qogir-kde-theme-git
lib32-ncurses5-compat-libs
libxcrypt-compat
libvoikko
lineageos-devel
mkinitcpio-firmware
microsoft-edge-dev-bin
mod_pagespeed-bin
newflasher-git
noto-fonts-emoji
octopi-dev
octopi-notifier-frameworks
plymouth-git
preload
ocs-url
sddm-nordic-theme-git
stacer
teamviewer
tela-circle-icon-theme-git
ttf-dejavu
ttf-meslo
xcursor-we10xos
youtube-dl
video-downloader
zramd
