--END OF MINIMAL INSTALL--
adobe-source-sans-fonts
adobe-source-serif-fonts
android-apktool
autojump
beignet-git
bridge-utils
btop
cmst
dxvk-bin
kvantum-theme-nordic-git
lineageos-devel
mkinitcpio-firmware
microsoft-edge-dev-bin
newflasher-git
noto-fonts-emoji
octopi-dev
octopi-notifier-frameworks
pacaur
pikaur
plymouth-git
ocs-url
sddm-nordic-theme-git
stacer
teamviewer
ttf-meslo
youtube-dl
vde2
video-downloader
