mesa
xorg
xorg-server
xorg-apps
xorg-drivers
xorg-xkill
xorg-xinit
binutils
dosfstools
linux-zen-headers
noto-fonts-emoji
usbutils
xdg-user-dirs
--END OF MINIMAL INSTALL--
alsa-plugins
alsa-utils
android-tools
android-udev
apparmor
autoconf
automake
bash-completion
bind
bison
bluez
bluez-libs
bluez-utils
bridge-utils
btrfs-progs
ccache
cdrdao
clang
clementine
cmst
connman
cpio
cronie
cups
devede
dialog
dmidecode
dnsmasq
dosfstools
dtc
dvd+rw-tools
efibootmgr
egl-wayland
exfatprogs
extra-cmake-modules
f2fs-tools
fakeroot
flex
fuse2
fuse3
fuseiso
gamemode
gcc
gedit
gedit-plugins
gimp
git
gnome-contacts
gnome-screenshot
gnome-weather
gparted
gptfdisk
gsmartcontrol
gst-libav
gst-plugins-good
gst-plugins-ugly
guake
handbrake
haveged
hplip
htop
inetutils
inkscape
iwd
jdk-openjdk
jq
libappindicator-gtk3
libdvdcss
libnewt
libtool
lld
llvm
lsof
lxtask
lzop
m4
make
mlocate
mono
mplayer
mpv
mtools
neofetch
ntfs-3g
ntp
obs-studio
openbsd-netcat
openssh
os-prober
p7zip
papirus-icon-theme
pacman-contrib
patch
patchelf
pkgconf
powerdevil
powerline-fonts
psensor
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-notify2
python-psutil
python-pyqt5
python-pyxdg
python-yaml
python-pip
qemu
rpm
rsync
sudo
swtpm
telegram-desktop
terminus-font
tlp
traceroute
ttf-droid
ttf-hack
ttf-liberation
ttf-roboto
ufw
unclutter
unrar
unzip
virt-viewer
which
wine-gecko
wine-mono
winetricks
xmlstarlet
xsane
zeroconf-ioslave
zip
zsh
zsh-syntax-highlighting
zsh-autosuggestions
