mesa
xorg
xorg-server
xorg-apps
xorg-drivers
xorg-xkill
xorg-xinit
plasma-desktop
alsa-plugins
alsa-utils
android-tools
android-udev
apparmor
ark
audiocd-kio 
audit
autoconf
automake
base
base-devel
bind
binutils
bison
bluedevil
bluez
bluez-libs
bluez-utils
breeze
breeze-gtk
bridge-utils
btrfs-progs
ccache
cdrdao
clang
clementine
cpio
cronie
cups
devede
dialog
dolphin
dosfstools
dtc
dvd+rw-tools
efibootmgr
egl-wayland
exfatprogs
extra-cmake-modules
fakeroot
ffmpegthumbs
filelight
flex
fuse2
fuse3
fuseiso
gamemode
gcc
gedit
gedit-plugins
gimp
git
gnome-contacts
gnome-screenshot
gnome-weather
gparted
grub
gsmartcontrol
gst-libav
gst-plugins-bad
gst-plugins-ugly
guake
gwenview
hardinfo
handbrake
haveged
hplip
htop
inetutils
inkscape
jdk-openjdk
jq
karchive
kauth
kcodecs
kcompletion
kcoreaddons
kde-gtk-config
kdeplasma-addons
kdialog
kgamma5
khotkeys
kinfocenter
konsole
kscreen
kvantum-qt5
kwalletmanager
kwayland-integration
kwrited
latte-dock
libappindicator-gtk3
libdvdcss
libnewt
libtool
lld
llvm
lsof
lxtask
lzip
lzop
make
mkvtoolnix-gui
mono
mplayer
mpv
mtools
nano
neofetch
networkmanager
ntfs-3g
ntp
obs-studio
openbsd-netcat
openssh
os-prober
oxygen
p7zip
pacman-contrib
pacmanlogviewer
paprefs
patchelf
plasma-firewall
plasma-nm
plasma-pa
plasma-thunderbolt
powerdevil
print-manager
psensor
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python2-distlib
python-notify2
python-pip
python-psutil
python-pyqt5
python-pyxdg
python-yaml
qemu
redshift
rpm
rsync
sddm
sddm-kcm
sudo
swtpm
systemsettings
telegram-desktop
terminus-font
tlp
ttf-liberation
traceroute
ufw
unclutter
unrar
unzip
usbutils
wget
which
wine-gecko
wine-mono
xdg-desktop-portal-kde
xdg-user-dirs
xmlstarlet
xsane
zeroconf-ioslave
zip
zsh
zsh-syntax-highlighting
zsh-autosuggestions
